"DST" = "Ora Legale";
"STD" = "STD";
"Loaded " = "Caricato ";
" deep space objects" = " oggetti dello spazio profondo";
"Loading NV fragment program: " = "Caricamento del frammento di programma NV: ";
"Error loading NV fragment program: " = "Errore nel caricamento del frammento di programma NV: ";
"Error in fragment program " = "Errore nel frammento di programma ";
"Initializing NV fragment programs . . .\n" = "Inizializzazione dei frammenti di programma NV . . .\n";
"All NV fragment programs loaded successfully.\n" = "Tutti i frammenti di programma NV sono stati caricati con successo.\n";
"Initializing ARB fragment programs . . .\n" = "Inizializzazione dei frammenti di programma ARB . . .\n";
"Galaxy (Hubble type: %s)" = "Galassia (Tipo Hubble: %s)";
"Loading image from file " = "Sto caricando l'immagine dal file ";
": unrecognized or unsupported image file type.\n" = ": tipo di file di immagine non riconosciuto o non supportato.\n";
"Error opening image file " = "Errore nell'apertura del file di immagine ";
"Error: " = "Errore: ";
" is not a PNG file.\n" = " non è un file PNG.\n";
"Error reading PNG image file " = "Errore di lettura del file di immagine PNG ";
"Loading model: " = "Caricamento del modello: ";
"   Model statistics: " = "   Statistiche del modello: ";
" vertices, " = "vertici, ";
" primitives, " = "primitive, ";
" materials " = "materiali ";
" unique)\n" = "unico)\n";
"Error loading model '" = "Errore nel caricamento del modello '";
"%s" = "%s";
"Error in .ssc file (line " = "Errore nel file .ssc (linea ";
"parent body '" = "oggetto genitore '";
"' of '" = "' di '";
"' not found." = "' non trovato.";
"warning duplicate definition of " = "attenzione, definizione duplicata di ";
"bad alternate surface" = "Superficie alternativa errata";
"bad location" = "luogo errato";
"' not found.\n" = "' non trovato.\n";
"Bad header for cross index\n" = "Intestazione errata per l'indice incrociato\n";
"Bad version for cross index\n" = "Versione errata per l'indice incrociato\n";
"Loading cross index failed at record " = "Il caricamento dell'indice incrociato è fallito al record ";
"Bad spectral type in star database, star #" = "Tipo spettrale errato nel database delle stelle, stella nº";
" stars in binary database\n" = " stelle nel database binario\n";
"Total star count: " = "Numero totale di stelle: ";
"Error in .stc file (line " = "Errore nel file .stc (linea ";
"Invalid star: bad spectral type.\n" = "Stella non valida: tipo spettrale errato.\n";
"Invalid star: missing spectral type.\n" = "Stella non valida: manca il tipo spettrale.\n";
"Barycenter " = "Baricentro ";
" does not exist.\n" = "non esiste.\n";
"Invalid star: missing right ascension\n" = "Stella non valida: manca l'ascensione retta.\n";
"Invalid star: missing declination.\n" = "Stella non valida: manca la declinazione.\n";
"Invalid star: missing distance.\n" = "Stella non valida: manca la distanza.\n";
"Invalid star: missing magnitude.\n" = "Stella non valida: manca la magnitudine\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Stella non valida: deve essere specificata la magnitudine assoluta (non apparente) per stelle vicine all'origine\n";
"Creating tiled texture. Width=" = "Creazione di mappa a mosaico. Larghezza=";
", max=" = ", max=";
"Creating ordinary texture: " = "Creazione di mappa ordinaria:";
"Loading NV vertex program: " = "Caricamento del programma vertici NV: ";
"Error loading NV vertex program: " = "Errore nel caricamento del programma vertici NV: ";
"Error in vertex program " = "Errore nel programma vertici ";
"Loading ARB vertex program: " = "Caricamento del programma vertici ARB: ";
"Error loading ARB vertex program: " = "Errore nel caricamento del programma vertici ARB: ";
", line " = ", linea ";
"Initializing NV vertex programs . . .\n" = "Inizializzazione dei programmi vertici NV . . .\n";
"All NV vertex programs loaded successfully.\n" = "Tutti i programmi vertici NV sono stati caricati con successo.\n";
"Initializing ARB vertex programs . . .\n" = "Inizializzazione dei programmi vertici ARB . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Tutti i programmi vertici ARB sono stati caricati con successo.\n";
"Error reading favorites file." = "Errore di lettura dei file preferiti.";
"Orientation: " = "Orientamento: ";
"Error opening script file." = "Errore di apertura del file script.";
"Error opening script '%s'" = "Errore di apertura dello script '%s'";
"Unknown error opening script" = "Errore sconosciuto in apertura dello script";
"Script coroutine initialization failed" = "Inizializzazione fallita della coroutine dello script";
"Invalid filetype" = "Tipo di file non valido";
"Magnitude limit: %.2f" = "Magnitudine Limite: %.2f";
"Markers enabled" = "Marcatori abilitati";
"Markers disabled" = "Marcatori disabilitati";
"Goto surface" = "Vai alla superficie";
"Alt-azimuth mode enabled" = "Modalità altazimutale abilitata";
"Alt-azimuth mode disabled" = "Modalità altazimutale disabilitata";
"Star style: fuzzy points" = "Stile stelle: punti sfocati";
"Star style: points" = "Stile stelle: punti";
"Star style: scaled discs" = "Stile stelle: dischi in scala";
"Comet tails enabled" = "Code delle comete abilitate";
"Comet tails disabled" = "Code delle comete disabilitate";
"Render path: Basic" = "Tipo di Render: Basic";
"Render path: Multitexture" = "Tipo di Render: Multitexture";
"Render path: NVIDIA combiners" = "Tipo di Render: combiners NVIDIA";
"Render path: OpenGL vertex program" = "Tipo di Render: programma vertici OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Tipo di Render: Programma vertici e combiners NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Tipo di Render: Programma vertici OpenGL/combiners NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Tipo di Render: programma vertici/frammenti OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Tipo di Render: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Tipo di Render: OpenGL 2.0";
"Auto-magnitude enabled" = "Auto-magnitudine abilitata";
"Auto-magnitude disabled" = "Auto-magnitudine disabilitata";
"Cancel" = "Annulla";
"Time and script are paused" = "Tempo e script sono in pausa";
"Time is paused" = "Tempo in pausa";
"Resume" = "Riparti";
"Light travel time:  %.4f yr " = "Tempo di viaggio della luce:  %.4f anni ";
"Light travel time:  %d min  %.1f s" = "Tempo di viaggio della luce:  %d min  %.1f s";
"Light travel time:  %d h  %d min  %.1f s" = "Tempo di viaggio della luce:  %d h  %d min  %.1f s";
"Light travel delay included" = "Ritardo per il tempo di viaggio della luce incluso";
"Light travel delay switched off" = "Ritardo per il tempo di viaggio della luce eliminato";
"Light travel delay ignored" = "Ritardo per il tempo di viaggio della luce ignorato";
"Using normal surface textures." = "Mappe di superfici normali in uso.";
"Using limit of knowledge surface textures." = "Mappe di superficie al limite della conoscenza in uso.";
"Follow" = "Segui";
"Time: Forward" = "Tempo: Avanti";
"Time: Backward" = "Tempo: Indietro";
"Time rate" = "Rateo del tempo";
"Sync Orbit" = "Sincronizza Orbita";
"Lock" = "Blocca";
"Chase" = "Insegui";
"Auto magnitude limit at 45 degrees:  %.2f" = "Limite automatico di magnitudine a 45 gradi:  %.2f";
"Ambient light level:  %.2f" = "Livello luce ambientale: %.2f";
"Light gain" = "Guadagno di luminosità";
"Bloom enabled" = "Effetto Bloom abilitato";
"Bloom disabled" = "Effetto Bloom disabilitato";
"Exposure" = "Esposizione";
"GL error: " = "Errore GL: ";
"View too small to be split" = "Vista troppo piccola per poterla dividere";
"Added view" = "Vista aggiunta";
"ly" = "al";
" days" = " giorni";
" hours" = " ore";
" minutes" = " minuti";
"Apparent diameter: " = "Diametro apparente: ";
"Apparent magnitude: " = "Magnitudine apparente: ";
"Absolute magnitude: " = "Magnitudine assoluta: ";
"RA: " = "AR: ";
"Dec: " = "DEC: ";
"km" = "Km";
"Distance: " = "Distanza: ";
"Star system barycenter\n" = "Baricentro del sistema stellare\n";
"Abs (app) mag: %.2f (%.2f)\n" = "Magnitudine assoluta (app.): %.2f (%.2f)\n";
"Luminosity: " = "Luminosità: ";
"x Sun" = "x Sole";
"Class: " = "Classe: ";
"Neutron star" = "Stella di neutroni";
"Black hole" = "Buco nero";
"Surface temp: " = "Temp. superf.: ";
"Radius: " = "Raggio: ";
"Rsun" = "Rsole";
"Rotation period: " = "Periodo di rotazione: ";
"Planetary companions present\n" = "Sistema planetario presente\n";
"Distance from center: " = "Distanza dal centro: ";
"Temperature: " = "Temperatura: ";
"Apparent mag: %.2f\n" = "Magnitudine apparente: %.2f\n";
"  LT" = "  Tempo Locale";
"Real time" = "Tempo reale";
"-Real time" = "-Tempo reale";
"Time stopped" = "Tempo arrestato";
" faster" = " più veloce ";
" slower" = " più lento";
" (Paused)" = " (In Pausa)";
"FPS: " = "FPS: ";
"\nSpeed: " = "\nVelocità: ";
" m/s" = " m/s";
" km/s" = " Km/s";
" AU/s" = " UA/s";
" ly/s" = " al/s";
"Travelling " = "In viaggio ";
"Track " = "Aggancia ";
"Follow " = "Segui ";
"Sync Orbit " = "Sincronizza Orbita";
"Lock " = "Blocca ";
"Chase " = "Insegui ";
"FOV: " = "FOV: ";
"Sun" = "Sole";
"Target name: " = "Nome dell'obiettivo: ";
" at " = " a ";
" fps" = " fps";
"  Recording" = "  In Registrazione";
"  Paused" = "  In Pausa";
"F11 Start/Pause    F12 Stop" = "F11 Avvia/Pausa    F12 Ferma";
"Edit Mode" = "Modifica Modalità";
"Loading solar system catalog: " = "Caricamento del catalogo del sistema solare: ";
"Loading " = "Caricamento ";
"License file 'License.txt' is missing!" = "Il file licenza 'License.txt' è mancante!";
"Error reading configuration file." = "Errore di lettura del file di configurazione.";
"Initialization of SPICE library failed." = "Inizializzazione della libreria SPICE fallita.";
"Cannot read star database." = "Impossibile leggere il database delle stelle.";
"Error opening deepsky catalog file." = "Errore di apertura del catalogo Deepsky.";
"Error opening solar system catalog.\n" = "Errore in apertura del catalogo del sistema solare.\n";
"Error opening asterisms file." = "Errore in apertura del file asterismi.";
"Error opening constellation boundaries files." = "Errore in apertura del file dei confini delle costellazioni.";
"render path: " = "tipo di render: ";
"Failed to initialize renderer" = "Inizializzazione del renderer fallita";
"Error loading font; text will not be visible.\n" = "Errore nel caricamento del font. Il testo non sarà visibile.\n";
"Error reading cross index " = "Errore di lettura dell'indice incrociato ";
"Loaded cross index " = "Indice incrociato caricato ";
"Error opening " = "Errore in apertura di ";
"Error reading star names file\n" = "Errore di lettura del file dei nomi delle stelle\n";
"Error reading stars file\n" = "Errore di lettura del file delle stelle\n";
"Error opening star catalog " = "Errore di apertura del catalogo delle stelle ";
"Error in creating ogg file %s for capture.\n" = "Errore nella creazione del file di cattura Ogg %s.\n";
"Internal Ogg library error." = "Errore interno nella libreria Ogg.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps qualità %d %dx%d offset (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - ha scritto %d fotogrammi\n";
"Settings" = "Impostazioni";
"Vendor: " = "Produttore: ";
"Renderer: " = "Renderer:";
"Version: " = "Versione: ";
"GLSL version: " = "Versione GLSL: ";
"Max simultaneous textures: " = "Numero max mappe simultanee:";
"Max texture size: " = "Dimensione max mappa: ";
"Max cube map size: " = "Dim. max mappa cubica: ";
"Point size range: " = "Gamma della dimensione dei punti: ";
"Supported Extensions:" = "Estensioni Supportate:";
"Windowed Mode" = "Modalità Finestra";
"Asteroids" = "Asteroidi";
"Comets" = "Comete";
"Invisibles" = "Invisibili";
"Moons" = "Lune";
"Planets" = "Pianeti";
"Spacecraft" = "Veicoli Spaziali";
"Goto" = "Vai a (G)";
"Follow" = "Segui (F)";
"Sync Orbit" = "Sincronizza l'Orbita (Y)";
"Info" = "Informazioni";
"Reference Vectors" = "Vettori di Riferimento";
"Show Body Axes" = "Mostra gli Assi dei Corpi";
"Show Frame Axes" = "Mostra gli Assi dei Bordi";
"Show Sun Direction" = "Mostra la Direzione del Sole";
"Show Velocity Vector" = "Mostra il Vettore Velocità";
"Show Planetographic Grid" = "Mostra la Griglia Planetografica";
"Show Terminator" = "Mostra il Terminatore";
"Satellites" = "Satelliti";
"Alternate Surfaces" = "Superfici Alternative";
"Orbiting Bodies" = "Corpi Orbitanti";
"Unmark" = "Rimuovi il marcatore";
"Mark" = "Marca";
"Loading: " = "Caricamento di: ";
"LANGUAGE" = "it";
"WinLangID" = "410";
"Copied URL" = "URL copiato";
"Loading URL" = "Caricamento dell'URL";
"Error opening script" = "Errore durante l'apertura dello script";
"Error loading script" = "Errore durante il caricamento dello script";
"Running script" = "Script in esecuzione";
"Planet" = "Pianeta";
"Satellite" = "Satellite";
"Date" = "Data";
"Start" = "Avvio";
"Duration" = "Durata";
"Earth" = "Terra";
"Jupiter" = "Giove";
"Saturn" = "Saturno";
"Uranus" = "Urano";
"Neptune" = "Nettuno";
"Pluto" = "Plutone";
"Name" = "Nome";
"Distance (ly)" = "Distanza (al)";
"App. mag" = "Mag. app.";
"Abs. mag" = "Mag. ass.";
"Type" = "Tipo";
"Universal Time" = "Tempo Universale";
"Local Time" = "Ora Locale";
"Time Zone Name" = "Nome Fuso Orario: ";
"UTC Offset" = "Differenza UTC";
"Celestial Browser" = "Navigatore Celeste";
"Moon" = "Luna";
"Asteroid" = "Asteroide";
"Comet" = "Cometa";
"Invisible" = "Invisibile";
"Barycenter" = "Baricentro";
"Small Body" = "Piccolo Corpo";
"Dwarf Planet" = "Pianeta Nano";
"-" = "-";
"Eclipse Finder" = "Cercatore di Eclissi";
"Add Bookmark" = "Aggiungi Segnalibro";
"Add a bookmark for the current document" = "Aggiungi un segnalibro per il documento corrente";
"Add Relative Bookmark" = "Aggiungi un Segnalibro Relativo";
"Add a relative bookmark for the current document" = "Aggiungi un segnalibro relativo per il documento corrente";
"Add Settings Bookmark" = "Aggiungi un Segnalibro di Impostazione";
"Add a settings bookmark for the current document" = "Aggiungi un segnalibro di impostazione per il documento corrente";
"Edit your bookmark collection in a separate window" = "Modifica la collezione di segnalibri in una finestra separata";
"New Folder..." = "Nuova cartella...";
"Create a new bookmark folder in this menu" = "Crea una nuova cartella di segnalibri in questo menu";
"Can't add bookmark with empty URL" = "Impossibile aggiungere un segnalibro con un URL vuoto";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "C'è un errore nell'installazione di Celestia. Non è possibile trovare la cartella con la schermata iniziale. \nL'esecuzione proseguirà, ma probabilmente manca qualche file di dati e Celestia potrebbe non funzionare correttamente. Per favore, controllare l'installazione.";
"Go to URL..." = "Vai all'URL...";
"Go to Long/Lat..." = "Vai a Long/Lat...";
"Back" = "Indietro (B)";
"Forward" = "Avanti (F)";
"Home" = "Inizio";
"Bookmarks" = "Segnalibri";
"Full Screen" = "Schermo Intero";
"Copy URL" = "Copia l'URL";
"Set Time..." = "Imposta l'ora...";
"Set Time to Now" = "Imposta l'ora a questo istante";
"Accelerate Time" = "Accelera il Tempo";
"Decelerate Time" = "Decelera il Tempo";
"Accelerate Time (x2)" = "Accelera il Tempo (x2)";
"Decelerate Time (/2)" = "Decelera il Tempo (/2)";
"Pause Time" = "Ferma il Tempo";
"Reverse Time" = "Inverti il Tempo";
"Split View Vertically" = "Dividi lo Schermo Verticalmente";
"Split View Horizontally" = "Dividi lo Schermo Orizzontalmente";
"Cycle View" = "Vista Successiva";
"Single View" = "Vista Singola";
"Delete View" = "Cancella la vista";
"Frames Visible" = "Bordi Visibili";
"Active Frame Visible" = "Visualizza Bordo Vista Attiva";
"Synchronize Time" = "Sincronizza il Tempo";
"Alt-Azimuth Mode" = "Modo Altazimutale";
"Go To Surface" = "Vai sulla Superficie";
"Show Stars" = "Mostra le Stelle";
"Show Planets" = "Mostra i Pianeti";
"Show Galaxies" = "Mostra le Galassie";
"Show Globulars" = "Mostra gli Ammassi Globulari";
"Show Partial Trajectories" = "Mostra le Traiettorie Parziali";
"Show Nebulae" = "Mostra le Nebulose";
"Show Open Clusters" = "Mostra gli Ammassi Aperti";
"Show Constellations" = "Mostra le Costellazioni";
"Show CloudMaps" = "Mostra le Nubi";
"Show Cloud Shadows" = "Mostra le Ombre delle Nubi";
"Show Orbits" = "Mostra le Orbite";
"Show Asteroid Orbits" = "Mostra le Orbite degli Asteroidi";
"Show Comet Orbits" = "Mostra le Orbite delle Comete";
"Show Moon Orbits" = "Mostra le Orbite delle lune";
"Show Star Orbits" = "Mostra le Orbite Stellari";
"Show Planet Orbits" = "Mostra le Orbite dei Pianeti";
"Show Spacecraft Orbits" = "Mostra le Orbite dei Veicoli Spaziali";
"Show Celestial Grid" = "Mostra la Griglia Celeste";
"Show Night Side Lights" = "Mostra le Luci Notturne";
"Show Markers" = "Mostra i Marcatori";
"Show Atmospheres" = "Mostra le Atmosfere";
"Show Smooth Orbit Lines" = "Linee delle Orbite Smussate";
"Show Eclipse Shadows" = "Mostra le Ombre delle Eclissi";
"Cycle Star Mode" = "Cicla il Modo delle Stelle";
"Show Ring Shadows" = "Mostra le Ombre degli Anelli";
"Show Boundaries" = "Mostra i Confini";
"Auto Magnitudes" = "Magnitudini Automatiche";
"Show Comet Tails" = "Mostra le Code delle Comete";
"Show Star Labels" = "Mostra i Nomi delle Stelle";
"Show Planet Labels" = "Mostra i Nomi dei Pianeti";
"Show Moon Labels" = "Mostra i Nomi delle lune";
"Show Comet Labels" = "Mostra i Nomi delle Comete";
"Show Constellation Labels" = "Mostra i Nomi delle Costellazioni";
"Constellation Labels in Latin" = "Nomi delle Costellazioni in Latino";
"Show Galaxy Labels" = "Mostra i Nomi delle Galassie";
"Show Globular Labels" = "Mostra i Nomi degli Ammassi Globulari";
"Show Nebula Labels" = "Mostra i Nomi delle Nebulose";
"Show Open Cluster Labels" = "Mostra i Nomi degli Ammassi Aperti";
"Show Asteroid Labels" = "Mostra i Nomi degli Asteroidi";
"Show Spacecraft Labels" = "Mostra i Nomi dei Veicoli Spaziali";
"Show Location Labels" = "Mostra i Nomi dei Luoghi";
"Display Local Time" = "Mostra il Tempo Locale";
"Show City Locations" = "Mostra le Città";
"Show Observatory Locations" = "Mostra gli Osservatori";
"Show Landing Sites Locations" = "Mostra i Luoghi d'Atterraggio";
"Show Crater Locations" = "Mostra i Crateri";
"Show Mons Locations" = "Mostra i Monti";
"Show Terra Locations" = "Mostra le Terre";
"Show Vallis Locations" = "Mostra le Valli";
"Show Mare Locations" = "Mostra i Mari";
"Show Other Locations" = "Mostra Altri Luoghi";
"Wireframe Mode" = "Modo Wireframe";
"Center on Orbit" = "Centra sull'Orbita";
"Basic" = "Basic";
"Multitexture" = "Multitexture";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Seleziona ciclicamente il tipo di Render OpenGL";
"Sync framerate to video refresh rate" = "Sincronizza il framerate con il refresh video";
"Grab Image" = "Cattura Immagine";
"Capture Video" = "Cattura Video";
"OpenGL info" = "Informazioni su OpenGL";
"Show Bookmark Toolbar" = "Mostra Barra Segnalibri";
"OpenGL Info" = "Informazioni su OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Questa versione di Celestia non è stata compilata col supporto per la registrazione di filmati.";
"Go to URL" = "Vai all'URL...";
"Enter URL" = "Inserisci l'URL";
"Object: " = "Oggetto: ";
"Longitude: " = "Longitudine: ";
"East" = "Est";
"West" = "Ovest";
"Latitude: " = "Latitudine: ";
"North" = "Nord";
"South" = "Sud";
"Altitude: " = "Altitudine: ";
"Celestia encountered an error while processing your script" = "Celestia ha incontrato un errore durante l'esecuzione dello script";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Usa un file di configurazione alternativo";
"Use alternate installation directory" = "Usa una cartella d'installazione alternativa";
"Use as additional \"extras\" directory" = "Usa come cartella \"extras\" aggiuntiva";
"Start fullscreen" = "Avvia a Schermo Intero";
"Disable splash screen" = "Disabilita la schermata iniziale";
"Start and go to url" = "Avvia e vai all'URL";
"_: NAME OF TRANSLATORS\\nYour names" = "Paolo Angeli \nAndrea Pelloni \nMauro Santandrea \nPierluigi Panunzi";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "pangeli70@virgilio.it \nmc3657@mclink.it \nmausan66@tiscali.it \npiellepi@yahoo.com";
"Celestia Preferences" = "Preferenze Celestia";
"Rendering" = "Rendering";
"Show" = "Visualizza";
"Stars" = "Stelle";
"Galaxies" = "Galassie";
"Nebulae" = "Nebulose";
"Open Clusters" = "Ammassi Aperti";
"Atmospheres" = "Atmosfere";
"Clouds" = "Nubi";
"Cloud Shadows" = "Ombre delle Nubi";
"Night Side Lights" = "Luci Notturne";
"Eclipse Shadows" = "Ombre delle Eclissi";
"Comet Tails" = "Code delle Comete";
"Orbits" = "Orbite";
"Partial Trajectories" = "Traiettorie Parziali";
"Smooth Orbit Lines" = "Linee Smussate per le Orbite";
"Celestial Grid" = "Griglia Celeste";
"Constellations" = "Costellazioni";
"Markers" = "Marcatori";
"Ring Shadows" = "Ombre degli Anelli";
"Constellation Boundaries" = "Confini delle Costellazioni";
"Orbits / Labels" = "Orbite / Nomi";
"Labels" = "Nomi";
"Constellations in Latin" = "Costellazioni in Latino";
"Spacecrafts" = "Veicoli Spaziali";
"Locations" = "Luoghi";
"Ambient Light" = "Luce Ambientale";
"Limiting Magnitude" = "Magnitudine Limite";
"Info Text" = "Informazioni";
"Level: " = "Livello: ";
"None" = "Nessuno";
"Terse" = "Conciso";
"Verbose" = "Dettagliato";
"Textures" = "Mappe";
"Resolution: " = "Risoluzione:";
"Low" = "Bassa";
"Medium" = "Media";
"High" = "Alta";
"Automatic FOV" = "FOV automatico";
"Screen DPI: " = "DPI Schermo: ";
"Viewing Distance (cm): " = "Distanza di Visione (cm): ";
"Cities" = "Città";
"Observatories" = "Osservatori";
"Landing Sites" = "Zone d'atterraggio";
"Craters" = "Crateri";
"Mons" = "Monti";
"Terra" = "Terre";
"Vallis" = "Valli";
"Mare" = "Mari";
"Other" = "Altro";
"Minimum Feature Size" = "Dimensione Minima Oggetto";
"Date/Time" = "Data/Ora";
"Display" = "Display";
"Timezone: " = "Fuso Orario: ";
"Format: " = "Formato:";
"Local Format" = "Formato Locale";
"Set" = "Imposta";
"Local Time is only supported for dates between 1902 and 2037.\n" = "L'ora locale vale solo per le date tra il 1902 ed il 2037.\n";
"Julian Date: " = "Data Giuliana: ";
"Now" = "Adesso";
"\nSelection: " = "\nSelezione: ";
"Include Light Travel Time" = "Includi il Tempo di Viaggo della Luce";
"Ignore Light Travel Time " = "Ignora il Tempo di Viaggio della Luce";
"OpenGL" = "OpenGL";
"Key Bindings" = "Scorciatoie";
"<b>Unextended OpenGL 1.1</b>" = "<b>Unextended OpenGL 1.1</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Mappe Multiple e le ARB_texenv_combine extension</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>NVIDIA combiners, senxa programmi vertex</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>I Combiners NVIDIA e le estensioni NV_vertex_program</b><br> permettono di utilizzare le bump-map, le ombre degli anelli  e i riflessi speculari su tutte le schede grafiche GeForce e ATI Radeon. Comunque NvCombiner ARBVP è una scelta migliore per gli utilizzatori della GeForce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA Combiners, ARB_vertex_program extension</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>le estensioni ARB_fragment_program e ARB_vertex_program</b><br> permettono effetti avanzati con le schede GeForce FX et Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>Estensioni NV_fragment_program e ARB_vertex_program</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>OpenGL 2.0 Shading Language</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Il file %1 non esiste, uso il file di configurazione di default %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "La cartella %1 non esiste, uso il default %2";
"Extras directory %1 does not exist" = "La cartella Extras %1 non esiste";
"Abs (app) mag: " = "Magnitudine assoluta (app.): ";
"Surface Temp: " = "Temp. Superficiale: ";
"Marked objects" = "Oggetti marcati";
"Select" = "Seleziona";
"Center" = "Centra";
"Synch Orbit" = "Sincronizza l'Orbita (y)";
"Unmark All" = "Rimuovi tutti i marcatori";
"Diamond" = "Losanga";
"Triangle" = "Triangolo";
"Square" = "Quadrato";
"Filled Square" = "Quadrato Pieno";
"Plus" = "Più";
"X" = "X";
"Left Arrow" = "Freccia Sinistra";
"Right Arrow" = "Freccia Destra";
"Up Arrow" = "Freccia Su";
"Down Arrow" = "Freccia Giù";
"Circle" = "Cerchio";
"Disk" = "Disco";
"Normal" = "Normale";
"Small Bodies" = "Piccoli Corpi";
"Dwarf Planets" = "Pianeti Nani";
"Duration: %1" = "Durata: %1";
"Size: %1 MB" = "Dimensione: %1 MB";
"Current size: %1 x %2" = "Dimensione attuale: %1 x %2";
"Current width: %1 x %2" = "Larghezza attuale: %1 x %2";
"Current height: %1 x %2" = "Altezza attuale: %1 x %2";
"You must specify a file name." = "Devi specificare un nome per il file.";
"Error initializing movie capture." = "Errore nell'inizializzazione della cattura video.";
"Navigation" = "Navigazione";
"Options" = "Opzioni";
"Objects" = "Oggetti";
"OpenGL Render Path" = "Tipo di Render OpenGL";
"Time" = "Tempo";
"MultiView" = "MultiView";
"Main Toolbar" = "Barra Strumenti Principale";
"Dist." = "Dist.";
"App. Mag." = "Mag. App.";
"Abs. Mag." = "Mag. Ass.";
"With Planets" = "Con Pianeti";
"Brightest (Abs.)" = "Più Brillanti (Ass.)";
"Brightest (App.)" = "Più Brillanti (App.)";
"Nearest" = "Più Vicini";
"Close" = "Chiudi";
"Alt+C" = "Alt+C";
"Refresh" = "Refresh";
"End" = "Fine";
"Search parameters" = "Parametri di ricerca";
"Solar Eclipses" = "Eclissi Solari";
"On:" = "Su:";
"Moon Eclipses" = "Eclissi Lunari";
"Search" = "Cerca";
"To:" = "A:";
"From:" = "Da:";
"Close" = "Chiudi";
"Video Capture" = "Cattura Video";
"Save As:" = "Salva Come:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Formato:";
"Current" = "Attuale";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Dimensione Immagine:";
"Frame Rate:" = "Fotogrammi/secondo:";
"Video Quality:" = "Qualità Video:";
"Play Video when capture is done" = "Esegui il filmato quando la cattura è terminata";
"Usage" = "Utilizzo";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Premere <b>F11</b> per avviare/mettere in pausa la registrazione<br>\nPremere <b>F12</b> per terminare</p>\n\n<p>Attenzione: non sarà possibile ridimensionare la finestra principale fino al termine della cattura</p>";
"OK" = "OK";
"Cancel" = "Annulla (C)";
"Mercury" = "Mercurio";
"Venus" = "Venere";
"Mars" = "Marte";
"Phobos" = "Fobos";
"Deimos" = "Deimos";
"Amalthea" = "Amaltea";
"Io" = "Io";
"Europa" = "Europa";
"Ganymede" = "Ganimede";
"Callisto" = "Callisto";
"Prometheus" = "Prometeo";
"Pandora" = "Pandora";
"Epimetheus" = "Epimeteo";
"Janus" = "Giano";
"Mimas" = "Mimas";
"Enceladus" = "Encelado";
"Tethys" = "Teti";
"Dione" = "Dione";
"Rhea" = "Rea";
"Titan" = "Titano";
"Hyperion" = "Iperione";
"Iapetus" = "Giapeto";
"Phoebe" = "Febe";
"Miranda" = "Miranda";
"Ariel" = "Ariel";
"Umbriel" = "Umbriel";
"Titania" = "Titania";
"Oberon" = "Oberon";
"Larissa" = "Larissa";
"Proteus" = "Proteo";
"Triton" = "Tritone";
"Nereid" = "Nereide";
"Pluto-Charon" = "Plutone-Caronte";
"Charon" = "Caronte";
"NORTH AMERICA" = "NORD AMERICA";
"SOUTH AMERICA" = "SUD AMERICA";
"EURASIA" = "EURASIA";
"AFRICA" = "AFRICA";
"AUSTRALIA" = "AUSTRALIA";
"ANTARCTICA" = "ANTARTIDE";
"NORTH ATLANTIC OCEAN" = "OCEANO ATLANTICO DEL NORD";
"SOUTH ATLANTIC OCEAN" = "OCEANO ATLANTICO DEL SUD";
"NORTH PACIFIC OCEAN" = "OCEANO PACIFICO DEL NORD";
"SOUTH PACIFIC OCEAN" = "OCEANO PACIFICO DEL SUD";
"INDIAN OCEAN" = "OCEANO INDIANO";
"ARCTIC OCEAN" = "OCEANO ARTICO";
"Milky Way" = "Via Lattea";
"SMC" = "SMC";
"LMC" = "LMC";
"Solar System Barycenter" = "Baricentro del Sistema Solare";
"File" = "File";
"Open Script..." = "Apri Script... (O)";
"Scripts" = "Scripts";
"Placeholder" = "Segnaposto";
"Capture Image...\tF10" = "Cattura Immagine...\tF10";
"Capture Movie...\tShift+F10" = "Cattura Video... (M)\tShift+F10";
"Exit" = "Esci (x)";
"Select Sol\tH" = "Seleziona Sole\tH";
"Tour Guide..." = "Visita Guidata...";
"Select Object..." = "Seleziona Oggetto...";
"Goto Object..." = "Vai all'Oggetto...";
"Center Selection\tC" = "Centra la Selezione\tC";
"Go to Selection\tG" = "Vai alla Selezione (G)\tG";
"Follow Selection\tF" = "Segui la Selezione (F)\tF";
"Sync Orbit Selection\tY" = "Sincronizza l'Orbita della Selezione (y)\tY";
"Track Selection\tT" = "Aggancia la Selezione (T)\tT";
"Solar System Browser..." = "Navigatore del Sistema Solare... (B)";
"Star Browser..." = "Navigatore Stellare...";
"Eclipse Finder" = "Cercatore di Eclissi";
"Time" = "Tempo";
"10x Faster\tL" = "10x Più Veloce (F)\tL";
"10x Slower\tK" = "10x Più Lento (S)\tK";
"Freeze\tSpace" = "Ferma (z)\tSpazio";
"Reverse Time\tJ" = "Inverti il Tempo\tJ";
"Set Time..." = "Imposta l'Ora...";
"Show Local Time" = "Mostra l'Ora Locale";
"Render" = "Render";
"Select Display Mode..." = "Seleziona la Modalità Video...";
"Toggle Full Screen\tAlt+Enter" = "Commuta Modalità Tutto Schermo\tAlt+Enter";
"View Options..." = "Opzioni di Visualizzazione...";
"Locations..." = "Luoghi...";
"More Stars Visible\t]" = "Visualizza Più Stelle\t]";
"Fewer Stars Visible\t[" = "Visualizza Meno Stelle\t[";
"Auto Magnitude\tCtrl+Y" = "Magnitudine Automatica\tCtrl+Y";
"Star Style" = "Stile delle Stelle (y)";
"Fuzzy Points" = "Punti Sfocati";
"Points" = "Punti";
"Scaled Discs" = "Dischi in scala";
"Ambient Light" = "Luce Ambiente";
"None" = "Nessuna";
"Low" = "Bassa (L)";
"Medium" = "Media";
"Texture Resolution" = "Risoluzione Mappe (T)";
"High" = "Alta (A)";
"Antialiasing\tCtrl+X" = "Antialiasing\tCtrl+X";
"View" = "Vista";
"Split Horizontally\tCtrl+R" = "Dividi Orizzontalmente (H)\tCtrl+R";
"Split Vertically\tCtrl+U" = "Dividi Verticalmente\tCtrl+U";
"Delete Active View\tDEL" = "Cancella la Vista Attiva (D)\tDEL";
"Single View\tCtrl+D" = "Vista Singola\tCtrl+D";
"Show Frames" = "Mostra i Bordi (F)";
"Synchronize Time" = "Sincronizza il Tempo";
"Bookmarks" = "Segnalibri";
"Add Bookmarks..." = "Aggiungi Segnalibri...";
"Organize Bookmarks..." = "Organizza i Segnalibri...";
"Help" = "Aiuto (H)";
"Run Demo" = "Lancia la Demo";
"Controls" = "Controlli";
"OpenGL Info" = "Informazioni OpenGL";
"License" = "Licenza";
"About Celestia" = "A proposito di Celestia";
"About Celestia" = "A proposito di Celestia";
"OK" = "OK";
"Copyright (C) 2001-2009, Celestia Development Team" = "Copyright (C) 2001-2008, Celestia Development Team";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia è un programma gratuito e viene fornito assolutamente senza garanzie.";
"Authors" = "Autori";
"Chris Laurel" = "Chris Laurel";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Bob Ippolito";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Seleziona Oggetto";
"Object Name" = "Nome dell'Oggetto";
"License" = "Licenza";
"Celestia Controls" = "Controlli di Celestia";
"OpenGL Driver Info" = "Informazioni Driver OpenGL";
"Set Simulation Time" = "Imposta il Tempo di Simulazione";
"Time Zone: " = "Fuso Orario: ";
"Set To Current Time" = "Imposta all'Ora Corrente";
"Add Bookmark" = "Aggiungi Segnalibro";
"Create in >>" = "Crea in >>";
"New Folder..." = "Nuova Cartella...";
"Solar System Browser" = "Navigatore del Sistema Solare";
"Solar System" = "Sistema Solare";
"Go To" = "Vai a (G)";
"Solar System Objects" = "Oggetti del Sistema Solare";
"Star Browser" = "Navigatore Stellare";
"Brightest" = "Più brillanti";
"With planets" = "Con pianeti";
"Refresh" = "Refresh";
"Star Search Criteria" = "Criteri di Ricerca delle Stelle";
"Maximum Stars Displayed in List" = "Numero Massimo di Stelle in Lista";
"Tour Guide" = "Visita Guidata";
"Go To" = "Vai A";
"Select your destination:" = "Seleziona la destinazione:";
"Go to Object" = "Vai all'Oggetto";
"radii" = "raggi";
"Object" = "Oggetto";
"Long." = "Long.";
"Lat." = "Lat.";
"Distance" = "Distanza";
"Size:" = "Dimensione:";
"Frame rate:" = "Fotogrammi/secondo:";
"Select Display Mode" = "Seleziona la Modalità Video";
"Resolution" = "Risoluzione";
"View Options" = "Opzioni di Visualizzazione";
"Globulars" = "Globulari";
"Grids" = "Griglie";
"Celestial" = "Celestiale";
"Horizontal" = "Orizzontale";
"Galactic" = "Galattico";
"Ecliptic" = "Eclittica";
"Minor Moons" = "Lune Minori";
"DSO Labels" = "Nomi DSO";
"Diagrams" = "Diagrammi";
"Boundaries" = "Confini";
"Latin Names" = "Nomi Latini";
"Information Text" = "Testo Informativo";
"Filter Stars" = "Filtro Stelle";
"Montes (Mountains)" = "Monti";
"Maria (Seas)" = "Mari";
"Valles (Valleys)" = "Valli";
"Terrae (Land masses)" = "Terre";
"Volcanoes" = "Vulcani";
"Other features" = "Altre caratteristiche";
"Label Features" = "Etichetta le Caratteristiche";
"Show Features" = "Mostra le Caratteristiche";
"Minimum Labeled Feature Size" = "Dimensione Minima Caratteristiche Etichettate";
"Add New Bookmark Folder" = "Aggiungi Nuova Cartella Segnalibri";
"Folder Name" = "Nome della Cartella";
"Organize Bookmarks" = "Organizza i Segnalibri";
"Rename..." = "Rinomina...";
"Delete" = "Cancella";
"Rename Bookmark or Folder" = "Rinomina il Segnalibro o la Cartella";
"New Name" = "Nuovo Nome";
"Compute" = "Calcola";
"Set Date and Go to Planet" = "Imposta la Data e Vai al Pianeta";
"Lunar Eclipses" = "Eclissi Lunari";
"Jan" = "Gen";
"Feb" = "Feb";
"Mar" = "Mar";
"Apr" = "Apr";
"May" = "Mag";
"Jun" = "Giu";
"Jul" = "Lug";
"Aug" = "Ago";
"Sep" = "Set";
"Oct" = "Ott";
"Nov" = "Nov";
"Dec" = "Dic";
